13/data/attachments/e603fcc33f289ead.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_c927fc64-0431-4bf1-a6a4-40ce376717bd</nif:username>
            <nif:friendToBeAdded>Erik_country_Actions_41751_1</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>